Repository: mouselangelo/iOS-Localization
Catalog: Bonjour Le Monde/Bonjour Le Monde/*.lproj/Localizable.strings
Languages: ar

source: %1$@ in %2$@
ar: %1$@ في %2$@

source: %d review(s)
ar: الاستعراض (ق) %d

source: Architects
ar: المهندسين المعماريين

source: Berlin
ar: البرلينية

source: By registering, you agree to the %@
ar: من خلال التسجيل، فإنك توافق على %@

# Find inspiration and collect ideas for your home
source: Find inspiration and collect ideas for your hom
ar: هوميفاي تحتاج تحديد موقعك للعثور على المختصين بالقرب منك

source: Hello World!
ar: مرحبا بالعالم!

source: My favourite quote is "Insert quote here"!
ar: اقتباسي المفضل هو "تعرف على أفكار ملهمة لبيتك"

source: Sometimes we need special characters like a Slash \ Darth Vader, maybe?!
ar: أحيانا نحتاج أحرف خاصة مثل سلاش \ دارث فيدر، ربما؟!

source: Terms & Conditions
ar: الشروط و الاحكام
